---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Cope
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Cope

Creates a parametric cope on intersecting beams and the related connection between the beams.